<template>
  <div id="company-help">
    <h1>企业管理</h1>
    <div>
      <p>1. 创建企业：通过App申请创建企业账户，工作人员沟通审核通过后可创建；或联系工作人员直接创建企业；</p>
      <p>2. 企业权益：可享多样的企业优惠活动，员工直享企业账户，简化企业管理流程，提高管理效率；</p>
      <p>3. 主要操作：员工管理（添加及移出）；订单管理（查看员工订单）；企业余额（余额明细）；</p>
      <p>4. 专属客服：在企业用车管理中，遇到任何问题，皆可联系企业专属的客服对接人员。</p>
    </div>
    <h1>员工管理</h1>
    <div>
      <p>1. 添加员工：目前仅可添加一步用车已注册用户，根据手机号码添加成功后，会给该员工发送短信通知；</p>
      <p>2. 移出员工：可在员工列表-员工详情中，进行员工移出，企业管理员不可直接移出，请联系企业专属客服进行移出；</p>
      <p>3. 企业管理员：企业管理员拥有企业管理权限，设置及解除请联系企业专属客服；</p>
      <p>4. 查看员工订单：企业管理员可查看所有员工使用企业账户支付的分时用车订单；</p>
      <p>5. 员工权益：分时订单支付时可选企业账户余额支付等。</p>
    </div>
    <h1>企业余额</h1>
    <div>
      <p>1. 企业余额充值：当前仅支持公对公转账，可联系企业专属客服进行充值；</p>
      <p>2. 企业余额账户：分为“充值余额”和“赠送余额”，充值余额指实际支付的充值本金，赠送余额是指参加一步用车促销活动获得的赠送金额；</p>
      <p>3. 企业余额使用：企业内的员工，在分时订单支付时，可选企业账户余额，若余额不足则无法使用；</p>
      <p>4. 企业余额收支明细：企业管理员可查看企业余额的每一笔收入和支出明细</p>
    </div>
    <h1>企业订单</h1>
    <div>
      <p>1. 如何才能算作是企业订单：企业内的员工，分时订单支付时选择了企业账户余额支付，才算企业订单，若使用了其他支付方式，则不算作企业订单；</p>
      <p>2. 查看订单：企业管理员可查看企业内所有员工的订单详情，包括取还网点、取还时间、费用明细等。</p>
    </div>
  </div>
</template>
<style  lang='scss'>
#company-help {
  h1 {
    margin-top: px2vw(20);
    margin-bottom: px2vw(20);
    padding: 0 px2vw(15);
    font-size: 6vw;
    font-weight: bold;
  }
  div {
    padding: 0 px2vw(5) 0 px2vw(32);

    p {
      font-size: px2vw(15);
      text-indent: px2vw(-17);
      margin-bottom: px2vw(7);
      color: #3d3d3d;
    }
  }
}
</style>
