<template>
  <div class="point-rule">
    <v-rules :rules="rules"></v-rules>
  </div>
</template>

<script>
import vRules from '@/components/rules/'
export default {
  components: { vRules },

  data() {
    return {
      rules: [
        {
          title: '开票规则',
          rules: [
            '系统目前只支持开具电子发票，电子发票支持报销入账。',
            '提交开发票申请后，财务3-10个工作日内将电子发票发送至你的邮箱。',
            '根据相关政策规定，分时，短租和长租订单发票内容仅支持开具“经营租赁 - 租赁服务”。',
            '目前充电订单暂不支持开具电子发票，如需开票可联系客服',
            '企业支付的订单由企业线下统一申请开票，不通过本端口申请。',
            '仅支持充值余额，第三方支付的订单金额开具发票。充值卡，赠送余额支付的订单金额不支持开具发票。',
            '分时，短租订单完成后才可申请开票，长租订单开始用车后即可申请开票。',
            '短租，长租的租车费用支持开票，车辆押金不支持开票。',
            '系统暂不支持修改发票信息，提交申请前请仔细核对信息。',
            '2018年10月10号及之后的订单可在线申请开票，之前的订单不支持在线开票，可拨打客服电话400-111-1818或联系在线客服进行开票。'
          ]
        }
      ]
    }
  },

  mounted() {
    this.$track('h5UserPointsRulePageOpen')
  }
}
</script>
